Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: App Store Connect already has an unsubmitted %@ review submission. Submit or remove it there first — this app won't add to it, so nothing else goes to review by accident.
ar: App Store Connect لديه بالفعل إرسال مراجعة %1$@ لم يتم إرساله. قم بإرساله أو إزالته هناك أولاً — لن تتم إضافة هذا التطبيق إليه، لذا لن تتم مراجعة أي شيء آخر عن طريق الصدفة.
ca: App Store Connect ja té una revisió de %1$@ no enviada. Envieu-lo o suprimiu-lo primer; aquesta aplicació no s'hi afegirà, de manera que res més es revisarà per accident.
cs: App Store Connect již má neodeslaný %1$@ příspěvek ke kontrole. Nejprve ji tam odešlete nebo odeberte – tato aplikace do ní nebude přidávat, takže nic jiného ke kontrole nejde náhodou.
da: App Store Connect har allerede en ikke-indsendt %1$@ anmeldelsesindsendelse. Indsend eller fjern den der først – denne app tilføjer den ikke, så intet andet bliver gennemgået ved et uheld.
de: App Store Connect hat bereits eine nicht eingereichte %@-Prüfungseinreichung. Reiche sie dort zuerst ein oder entferne sie – diese App fügt nichts hinzu, damit nichts versehentlich zur Prüfung geht.
el: Ο App Store Connect έχει ήδη μια μη υποβληθείσα %1$@ υποβολή κριτικής. Υποβάλετέ το ή αφαιρέστε το πρώτα εκεί — αυτή η εφαρμογή δεν θα προσθέσει σε αυτήν, επομένως τίποτα άλλο δεν θα υποβληθεί σε έλεγχο κατά λάθος.
es: App Store Connect ya tiene un envío a revisión de %@ sin enviar. Envíalo o elimínalo allí primero: esta app no le añadirá nada, para que nada más vaya a revisión por error.
fa: App Store Connect از قبل یک درخواست بررسی ارسال‌نشده برای %@ دارد. ابتدا آن را آنجا ارسال یا حذف کنید — این برنامه چیزی به آن اضافه نمی‌کند تا چیز دیگری به‌اشتباه برای بررسی نرود.
fi: App Store Connect on jo lähettänyt %1$@ arvostelun, jota ei ole lähetetty. Lähetä tai poista se ensin siellä – tämä sovellus ei lisää sitä, joten mikään muu ei mene vahingossa tarkistettavaksi.
fr: App Store Connect contient déjà une soumission %@ non envoyée. Soumettez-la ou supprimez-la d’abord — cette app n’y ajoute rien, pour que rien d’autre ne parte en examen par erreur.
he: ל-App Store Connect כבר יש הגשת ביקורת של %1$@ שלא נשלחה. שלח או הסר אותו שם תחילה - האפליקציה הזו לא תתווסף לה, אז שום דבר אחר לא יעבור לבדיקה במקרה.
hr: App Store Connect već ima neposlan %1$@ podnesak recenzije. Prvo ga tamo pošaljite ili uklonite — ova ga aplikacija neće dodavati, tako da ništa drugo slučajno ne ide na pregled.
hu: App Store Connect már be nem nyújtott %1$@ felülvizsgálati beadványt kapott. Először küldje be vagy távolítsa el – ez az alkalmazás nem fog hozzáadni, így semmi más nem kerül véletlenül felülvizsgálatra.
id: App Store Connect sudah memiliki kiriman ulasan %1$@ yang belum dikirim. Kirimkan atau hapus dulu di sana — aplikasi ini tidak akan menambahkannya, jadi tidak ada lagi yang akan ditinjau secara tidak sengaja.
it: App Store Connect ha già un invio per la revisione %@ non ancora inoltrato. Inoltralo o rimuovilo prima lì: questa app non vi aggiungerà nulla, così nient'altro finisce in revisione per errore.
ja: App Store Connect に未提出の %@ の審査提出がすでにあります。先にそちらで提出または削除してください。誤って別のものが審査に回らないよう、このアプリはそれに追加しません。
ko: App Store Connect에 제출되지 않은 %@ 심사 제출이 이미 있습니다. 먼저 그곳에서 제출하거나 제거하세요. 다른 항목이 실수로 심사에 들어가지 않도록 이 앱은 여기에 추가하지 않습니다.
ms: App Store Connect sudah mempunyai penyerahan ulasan %1$@ yang belum diserahkan. Serahkan atau alih keluarnya di sana dahulu — apl ini tidak akan menambahnya, jadi tiada apa-apa lagi yang disemak secara tidak sengaja.
nl: App Store Connect heeft al een niet-ingezonden %1$@ recensie-inzending. Dien het daar eerst in of verwijder het. Deze app voegt er niets aan toe, dus niets anders wordt per ongeluk beoordeeld.
no: App Store Connect har allerede en ikke-innsendt %1$@ anmeldelse. Send inn eller fjern den der først - denne appen vil ikke legge til den, så ingenting annet går til vurdering ved et uhell.
pl: App Store Connect ma już nieprzesłaną %1$@ przesłaną recenzję. Najpierw prześlij go lub usuń tam — ta aplikacja nie doda do niego żadnych innych elementów, więc nic innego nie trafi do przypadkowej recenzji.
pt_br: O App Store Connect já tem um envio para revisão de %@ pendente. Envie ou remova esse envio lá primeiro — este app não adiciona nada a ele, para que nada mais vá para revisão por engano.
pt_pt: App Store Connect já tem um envio de revisão %1$@ não enviado. Envie ou remova-o primeiro - este aplicativo não adicionará nada a ele, então nada mais será revisado por acidente.
ro: App Store Connect are deja o recenzie netrimisă pentru %1$@. Trimiteți-o sau eliminați-o mai întâi acolo - această aplicație nu se va adăuga la ea, așa că nimic altceva nu va fi examinat accidental.
ru: В App Store Connect уже есть неотправленная заявка на проверку для %@. Сначала отправьте или удалите ее там — это приложение не будет в нее ничего добавлять, чтобы на проверку случайно не ушло что-то лишнее.
sk: App Store Connect už má neodoslaný %1$@ príspevok na kontrolu. Najprv ho tam odošlite alebo odstráňte – táto aplikácia sa doň nepridá, takže nič iné nejde na kontrolu náhodne.
sl: App Store Connect že ima neoddano recenzijo %1$@. Tam ga najprej pošljite ali odstranite — ta aplikacija ga ne bo dodala, tako da nič drugega ne gre po naključju v pregled.
sv: App Store Connect har redan en ej inskickad %1$@ recensionsinlämning. Skicka in eller ta bort den där först - den här appen kommer inte att läggas till den, så inget annat granskas av misstag.
th: App Store Connect มีการส่งการตรวจสอบ %1$@ ที่ยังไม่ได้ส่งแล้ว ส่งหรือลบออกก่อน - แอปนี้จะไม่เพิ่มเข้าไป ดังนั้นจึงไม่มีอะไรต้องตรวจสอบโดยไม่ได้ตั้งใจ
tr: App Store Connect'te zaten gönderilmemiş bir %@ inceleme gönderimi var. Önce orada gönderin veya kaldırın — bu uygulama ona ekleme yapmaz, böylece yanlışlıkla başka hiçbir şey incelemeye gitmez.
uk: В App Store Connect уже є ненадісланий запит на перевірку для %@. Спершу надішліть або вилучіть його там — ця програма не додаватиме до нього нічого, щоб на перевірку випадково не потрапило зайве.
ur: App Store Connect نے پہلے سے ہی ایک غیر جمع شدہ %1$@ جائزہ جمع کرایا ہے۔ پہلے اسے وہاں جمع کروائیں یا ہٹا دیں — یہ ایپ اس میں اضافہ نہیں کرے گی، لہذا حادثاتی طور پر جائزہ لینے کے لیے اور کچھ نہیں جاتا۔
vi: App Store Connect đã có bài đánh giá %1$@ chưa được gửi. Trước tiên, hãy gửi hoặc xóa nó ở đó — ứng dụng này sẽ không thêm vào ứng dụng đó nên không có gì khác được vô tình xem xét.
zh_hans: App Store Connect 中已有一个未提交的 %@ 审核提交。请先在那里提交或移除它——本 App 不会向其中添加内容，以免其他内容被意外提交审核。
zh_hant: App Store Connect 已有一個尚未提交的 %@ 審查提交項目。請先在該處提交或移除——此 App 不會加入其中，以免其他內容意外送交審查。

source: App Store Connect already matches the proposed screenshots.
ar: App Store Connect يتطابق بالفعل مع لقطات الشاشة المقترحة.
ca: App Store Connect ja coincideix amb les captures de pantalla proposades.
cs: App Store Connect již odpovídá navrhovaným snímkům obrazovky.
da: App Store Connect matcher allerede de foreslåede skærmbilleder.
de: App Store Connect stimmt bereits mit den vorgeschlagenen Screenshots überein.
el: Το App Store Connect αντιστοιχεί ήδη στα προτεινόμενα στιγμιότυπα οθόνης.
es: App Store Connect ya coincide con las capturas de pantalla propuestas.
fa: App Store Connect قبلاً با اسکرین‌شات‌های پیشنهادی مطابقت دارد.
fi: App Store Connect vastaa jo ehdotettuja kuvakaappauksia.
fr: App Store Connect correspond déjà aux captures d'écran proposées.
he: App Store Connect כבר תואם לצילומי המסך המוצעים.
hr: App Store Connect već odgovara predloženim snimkama zaslona.
hu: A App Store Connect már megfelel a javasolt képernyőképeknek.
id: App Store Connect sudah cocok dengan tangkapan layar yang diusulkan.
it: App Store Connect corrisponde già agli screenshot proposti.
ja: App Store Connect は提案されたスクリーンショットとすでに一致しています。
ko: App Store Connect의 스크린샷이 이미 제안된 스크린샷과 일치합니다.
ms: App Store Connect sudah sepadan dengan tangkapan skrin yang dicadangkan.
nl: App Store Connect komt al overeen met de voorgestelde screenshots.
no: App Store Connect samsvarer allerede med de foreslåtte skjermdumpene.
pl: App Store Connect już pasuje do proponowanych zrzutów ekranu.
pt_br: App Store Connect já corresponde às capturas de tela propostas.
pt_pt: App Store Connect já corresponde às capturas de ecrã propostas.
ro: App Store Connect se potrivește deja cu capturile de ecran propuse.
ru: App Store Connect уже совпадает с предлагаемыми скриншотами.
sk: App Store Connect sa už zhoduje s navrhovanými snímkami obrazovky.
sl: App Store Connect se že ujema s predlaganimi posnetki zaslona.
sv: App Store Connect matchar redan de föreslagna skärmdumparna.
th: App Store Connect ตรงกับภาพหน้าจอที่เสนอแล้ว
tr: App Store Connect önerilen ekran görüntüleriyle zaten eşleşiyor.
uk: App Store Connect уже відповідає запропонованим знімкам екрана.
ur: App Store Connect پہلے ہی مجوزہ اسکرین شاٹس سے مماثل ہے۔
vi: App Store Connect đã khớp với ảnh chụp màn hình được đề xuất.
zh_hans: App Store Connect 已与建议的截图相符。
zh_hant: App Store Connect 已與建議的螢幕截圖相符。

source: App Store Connect API documentation
ar: App Store Connect API الوثائق
ca: App Store Connect API documentació
cs: App Store Connect API dokumentace
da: App Store Connect API dokumentation
de: Dokumentation zur App Store Connect API
el: App Store Connect API τεκμηρίωση
es: Documentación de la API de App Store Connect
fa: مستندات App Store Connect API
fi: App Store Connect API dokumentaatio
fr: Documentation de l'API App Store Connect
he: App Store Connect תיעוד API
hr: App Store Connect API dokumentacija
hu: App Store Connect API dokumentáció
id: App Store Connect API dokumentasi
it: Documentazione dell'API di App Store Connect
ja: App Store Connect API ドキュメント
ko: App Store Connect API 문서
ms: Dokumentasi App Store Connect API.
nl: App Store Connect API documentatie
no: App Store Connect API dokumentasjon
pl: Dokumentacja App Store Connect API.
pt_br: Documentação da API do App Store Connect
pt_pt: Documentação App Store Connect API
ro: App Store Connect API documentație
ru: Документация App Store Connect API
sk: App Store Connect API dokumentácia
sl: App Store Connect API dokumentacija
sv: App Store Connect API dokumentation
th: เอกสารประกอบ App Store Connect API
tr: App Store Connect API belgeleri
uk: Документація API App Store Connect
ur: App Store Connect API دستاویزات
vi: Tài liệu App Store Connect API
zh_hans: App Store Connect API 文档
zh_hant: App Store Connect API 說明文件

source: App Store Connect API key required
ar: مطلوب مفتاح App Store Connect API
ca: App Store Connect API clau necessària
cs: Je vyžadován klíč App Store Connect API
da: App Store Connect API nøgle påkrævet
de: App Store Connect-API-Schlüssel erforderlich
el: Απαιτείται App Store Connect API κλειδί
es: Se requiere clave de API de App Store Connect
fa: به کلید API در App Store Connect نیاز است
fi: App Store Connect API vaaditaan avain
fr: Clé API App Store Connect requise
he: נדרש מפתח App Store Connect API
hr: Potreban je ključ App Store Connect API.
hu: App Store Connect API kulcs szükséges
id: Kunci App Store Connect API diperlukan
it: Chiave API di App Store Connect richiesta
ja: App Store Connect API キーが必要です
ko: App Store Connect API 키가 필요합니다.
ms: Kunci App Store Connect API diperlukan
nl: App Store Connect API sleutel vereist
no: App Store Connect API nøkkel kreves
pl: Wymagany klucz App Store Connect API.
pt_br: Chave de API do App Store Connect necessária
pt_pt: App Store Connect API chave necessária
ro: Este necesară cheia App Store Connect API.
ru: Требуется ключ App Store Connect API
sk: Vyžaduje sa kľúč App Store Connect API
sl: Potreben je ključ App Store Connect API.
sv: App Store Connect API nyckel krävs
th: ต้องใช้คีย์ App Store Connect API
tr: App Store Connect API anahtarı gerekli
uk: Потрібен ключ API App Store Connect
ur: App Store Connect API کلید درکار ہے۔
vi: Cần có khóa App Store Connect API
zh_hans: 需要 App Store Connect API 密钥
zh_hant: 需要 App Store Connect API 密鑰

source: App Store Connect can't take ^[%lld screenshot set](inflect: true) yet. Open Details to see why.
ar: App Store Connect لا يمكن التقاط ^[%1$lld مجموعة لقطة الشاشة(inflect: true) حتى الآن. افتح التفاصيل لمعرفة السبب.
ca: App Store Connect encara no pot fer la captura de pantalla del ^[%1$lld conjunt](inflect: true). Obriu Detalls per veure per què.
cs: App Store Connect zatím nemůže pořídit ^[%1$lld sadu snímků obrazovky](inflect: true). Otevřete Podrobnosti a zjistěte proč.
da: App Store Connect kan ikke tage ^[%1$lld skærmbilledesæt](inflect: true) endnu. Åbn Detaljer for at se hvorfor.
de: App Store Connect kann ^[%lld Screenshot-Set](inflect: true) noch nicht annehmen. Öffne „Details“, um den Grund zu sehen.
el: Ο App Store Connect δεν μπορεί να τραβήξει ακόμα ^[%1$lld σύνολο στιγμιότυπων οθόνης](inflect: true). Ανοίξτε το Details για να δείτε γιατί.
es: App Store Connect aún no puede aceptar ^[%lld conjunto de capturas](inflect: true). Abre Detalles para ver por qué.
fa: App Store Connect هنوز نمی‌تواند %lld مجموعه اسکرین‌شات را بپذیرد. برای دیدن دلیل، «جزئیات» را باز کنید.
fi: App Store Connect ei voi vielä ottaa ^[%1$lld kuvakaappaussarjaa](inflect: true). Avaa Tiedot nähdäksesi miksi.
fr: App Store Connect ne peut pas encore accepter ^[%lld jeu de captures](inflect: true). Ouvrez Détails pour savoir pourquoi.
he: App Store Connect עדיין לא יכול לצלם ^[%1$lld סט צילומי מסך](inflect: true). פתח את 'פרטים' כדי לראות מדוע.
hr: App Store Connect još ne može napraviti ^[%1$lld skup snimaka zaslona](inflect: true). Otvorite pojedinosti da vidite zašto.
hu: App Store Connect még nem tudja elkészíteni a ^[%1$lld képernyőképet (inflect: true). Nyissa meg a Részletek elemet, hogy megtudja, miért.
id: App Store Connect belum dapat mengambil ^[%1$lld kumpulan tangkapan layar](inflect: true). Buka Detail untuk mengetahui alasannya.
it: App Store Connect non può ancora accettare ^[%lld set di screenshot](inflect: true). Apri Dettagli per scoprire perché.
ja: App Store Connect はまだ %lld 件のスクリーンショットセットを受け付けられません。理由は「詳細」で確認できます。
ko: App Store Connect가 아직 스크린샷 세트 %lld개를 받을 수 없습니다. 이유는 세부사항에서 확인하세요.
ms: App Store Connect belum dapat mengambil ^[%1$lld set tangkapan skrin](inflect: true) lagi. Buka Butiran untuk melihat sebabnya.
nl: App Store Connect kan ^[%1$lld screenshotset](inflect: true) nog niet maken. Open Details om te zien waarom.
no: App Store Connect kan ikke ta ^[%1$lld skjermbildesett](inflect: true) ennå. Åpne Detaljer for å se hvorfor.
pl: App Store Connect nie może jeszcze zrobić ^[%1$lld zestawu zrzutów ekranu(inflect: true). Otwórz Szczegóły, aby zobaczyć dlaczego.
pt_br: O App Store Connect ainda não aceita ^[%lld conjunto de capturas](inflect: true). Abra Detalhes para ver o motivo.
pt_pt: App Store Connect ainda não pode fazer ^[%1$lld conjunto de capturas de ecrã](inflect: true). Abra Detalhes para ver o porquê.
ro: App Store Connect nu poate face încă ^[%1$lld set de capturi de ecran](inflect: true). Deschide Detalii pentru a vedea de ce.
ru: App Store Connect пока не может принять ^[наборы скриншотов](inflect: true) (%lld). Откройте «Подробности», чтобы узнать причину.
sk: App Store Connect zatiaľ nemôže nasnímať ^[%1$lld súpravu snímok obrazovky(inflect: true). Ak chcete zistiť dôvod, otvorte Podrobnosti.
sl: App Store Connect še ne more narediti ^[%1$lld niza posnetkov zaslona](inflect: true). Odprite podrobnosti, da vidite zakaj.
sv: App Store Connect kan inte ta ^[%1$lld skärmdump set](inflect: true) än. Öppna Detaljer för att se varför.
th: App Store Connect ยังไม่สามารถตั้งค่าภาพหน้าจอ ^[%1$lld](inflect: true) ได้ เปิดรายละเอียดเพื่อดูว่าทำไม
tr: App Store Connect henüz ^[%lld ekran görüntüsü setini](inflect: true) alamıyor. Nedenini görmek için Ayrıntılar'ı açın.
uk: App Store Connect поки не може прийняти ^[набори знімків екрана (%lld)](inflect: true). Відкрийте «Подробиці», щоб дізнатися причину.
ur: App Store Connect ابھی تک ^[%1$lld اسکرین شاٹ سیٹ (inflect: true) نہیں لے سکتا۔ اس کی وجہ دیکھنے کے لیے تفصیلات کھولیں۔
vi: App Store Connect chưa thể chụp ^[%1$lld bộ ảnh chụp màn hình](inflect: true). Mở Chi tiết để xem lý do.
zh_hans: App Store Connect 暂时无法接收 %lld 组截图。打开“详细信息”查看原因。
zh_hant: App Store Connect 目前還無法接受 ^[%lld 組螢幕截圖](inflect: true)。打開「詳細資訊」以查看原因。

source: App Store Connect completed an upload with an unexpected checksum.
ar: أكمل App Store Connect عملية تحميل بمجموع اختباري غير متوقع.
ca: App Store Connect ha completat una càrrega amb una suma de comprovació inesperada.
cs: App Store Connect dokončil nahrávání s neočekávaným kontrolním součtem.
da: App Store Connect fuldførte en upload med en uventet kontrolsum.
de: App Store Connect hat einen Upload mit einer unerwarteten Prüfsumme abgeschlossen.
el: App Store Connect ολοκλήρωσε μια μεταφόρτωση με ένα απροσδόκητο άθροισμα ελέγχου.
es: App Store Connect completó una subida con una suma de verificación inesperada.
fa: App Store Connect آپلودی را با چک‌سام غیرمنتظره تکمیل کرد.
fi: App Store Connect suoritti latauksen odottamattomalla tarkistussummalla.
fr: App Store Connect a terminé un envoi avec une somme de contrôle inattendue.
he: App Store Connect השלים העלאה עם סכום ביקורת לא צפוי.
hr: App Store Connect je završio prijenos s neočekivanim kontrolnim zbrojem.
hu: App Store Connect váratlan ellenőrzőösszeggel végzett feltöltést.
id: App Store Connect menyelesaikan unggahan dengan checksum yang tidak terduga.
it: App Store Connect ha completato un caricamento con un checksum inatteso.
ja: App Store Connect は予期しないチェックサムでアップロードを完了しました。
ko: App Store Connect가 예상치 못한 체크섬으로 업로드를 완료했습니다.
ms: App Store Connect melengkapkan muat naik dengan jumlah semak yang tidak dijangka.
nl: App Store Connect heeft een upload voltooid met een onverwachte controlesom.
no: App Store Connect fullførte en opplasting med en uventet kontrollsum.
pl: App Store Connect zakończył przesyłanie z nieoczekiwaną sumą kontrolną.
pt_br: O App Store Connect concluiu um envio com uma soma de verificação inesperada.
pt_pt: App Store Connect concluiu um upload com uma soma de verificação inesperada.
ro: App Store Connect a finalizat o încărcare cu o sumă de verificare neașteptată.
ru: App Store Connect завершил загрузку с неожиданной контрольной суммой.
sk: App Store Connect dokončil nahrávanie s neočakávaným kontrolným súčtom.
sl: App Store Connect je zaključil nalaganje z nepričakovano kontrolno vsoto.
sv: App Store Connect slutförde en uppladdning med en oväntad kontrollsumma.
th: App Store Connect อัปโหลดเสร็จสิ้นโดยมีการตรวจสอบผลรวมที่ไม่คาดคิด
tr: App Store Connect bir yüklemeyi beklenmeyen bir sağlama toplamıyla tamamladı.
uk: App Store Connect завершив вивантаження з неочікуваною контрольною сумою.
ur: App Store Connect نے ایک غیر متوقع چیکسم کے ساتھ اپ لوڈ مکمل کیا۔
vi: App Store Connect đã hoàn tất quá trình tải lên với tổng kiểm tra không mong muốn.
zh_hans: App Store Connect 完成了一次上传，但校验和与预期不符。
zh_hant: App Store Connect 完成了一項上傳，但總和檢查碼與預期不符。

source: App Store Connect did not accept the request. Check the selected app, version, display type, and locale, then retry.
ar: App Store Connect لم يقبل الطلب. تحقق من التطبيق والإصدار ونوع العرض والإعدادات المحلية المحددة، ثم أعد المحاولة.
ca: App Store Connect no va acceptar la sol·licitud. Comproveu l'aplicació, la versió, el tipus de visualització i la configuració regional seleccionades i, a continuació, torneu-ho a provar.
cs: App Store Connect požadavek nepřijal. Zkontrolujte vybranou aplikaci, verzi, typ zobrazení a národní prostředí a zkuste to znovu.
da: App Store Connect accepterede ikke anmodningen. Tjek den valgte app, version, skærmtype og landestandard, og prøv derefter igen.
de: App Store Connect hat die Anfrage nicht angenommen. Überprüfen Sie die ausgewählte App, die Version, den Anzeigetyp und das Gebietsschema und versuchen Sie es dann erneut.
el: App Store Connect δεν αποδέχτηκε το αίτημα. Ελέγξτε την επιλεγμένη εφαρμογή, την έκδοση, τον τύπο οθόνης και τις τοπικές ρυθμίσεις και, στη συνέχεια, δοκιμάστε ξανά.
es: App Store Connect no aceptó la solicitud. Comprueba la app, la versión, el tipo de pantalla y el idioma seleccionados y vuelve a intentarlo.
fa: App Store Connect این درخواست را نپذیرفت. برنامه، نسخه، نوع نمایشگر و منطقه انتخابی را بررسی کنید، سپس دوباره امتحان کنید.
fi: App Store Connect ei hyväksynyt pyyntöä. Tarkista valittu sovellus, versio, näyttötyyppi ja kielialue ja yritä sitten uudelleen.
fr: App Store Connect n'a pas accepté la demande. Vérifiez l'application, la version, le type d'affichage et les paramètres régionaux sélectionnés, puis réessayez.
he: App Store Connect לא קיבל את הבקשה. בדוק את האפליקציה, הגרסה, סוג התצוגה והמקום שנבחרו ולאחר מכן נסה שוב.
hr: App Store Connect nije prihvatio zahtjev. Provjerite odabranu aplikaciju, verziju, vrstu prikaza i lokalizaciju, a zatim pokušajte ponovno.
hu: App Store Connect nem fogadta el a kérést. Ellenőrizze a kiválasztott alkalmazást, verziót, megjelenítési típust és területi beállítást, majd próbálkozzon újra.
id: App Store Connect tidak menerima permintaan tersebut. Periksa aplikasi yang dipilih, versi, jenis tampilan, dan lokal, lalu coba lagi.
ja: App Store Connect はリクエストを受け入れませんでした。選択したアプリ、バージョン、ディスプレイの種類、ロケールを確認して、再試行してください。
ko: App Store Connect님이 요청을 수락하지 않았습니다. 선택한 앱, 버전, 디스플레이 유형, 로케일을 확인한 후 다시 시도하세요.
ms: App Store Connect tidak menerima permintaan itu. Semak apl, versi, jenis paparan dan tempat yang dipilih, kemudian cuba semula.
nl: App Store Connect heeft het verzoek niet geaccepteerd. Controleer de geselecteerde app, versie, weergavetype en landinstelling en probeer het opnieuw.
no: App Store Connect godtok ikke forespørselen. Sjekk den valgte appen, versjonen, visningstypen og lokaliteten, og prøv deretter på nytt.
pl: App Store Connect nie przyjął prośby. Sprawdź wybraną aplikację, wersję, typ wyświetlania i ustawienia regionalne, a następnie spróbuj ponownie.
pt_br: App Store Connect não aceitou a solicitação. Verifique o aplicativo, a versão, o tipo de exibição e a localidade selecionados e tente novamente.
pt_pt: App Store Connect não aceitou a solicitação. Verifique o aplicativo, a versão, o tipo de exibição e a localidade selecionados e tente novamente.
ro: App Store Connect nu a acceptat solicitarea. Verificați aplicația, versiunea, tipul de afișare și localitatea selectate, apoi încercați din nou.
sk: App Store Connect neprijala žiadosť. Skontrolujte vybratú aplikáciu, verziu, typ zobrazenia a miestne nastavenie a skúste to znova.
sl: App Store Connect ni sprejel zahteve. Preverite izbrano aplikacijo, različico, vrsto zaslona in jezik ter poskusite znova.
sv: App Store Connect accepterade inte begäran. Kontrollera vald app, version, visningstyp och språkinställning och försök sedan igen.
th: App Store Connect ไม่ยอมรับคำขอ ตรวจสอบแอป เวอร์ชัน ประเภทการแสดงผล และสถานที่ที่เลือก จากนั้นลองอีกครั้ง
ur: App Store Connect نے درخواست قبول نہیں کی۔ منتخب کردہ ایپ، ورژن، ڈسپلے کی قسم اور لوکیل چیک کریں، پھر دوبارہ کوشش کریں۔
vi: App Store Connect không chấp nhận yêu cầu. Hãy kiểm tra ứng dụng, phiên bản, loại hiển thị và ngôn ngữ đã chọn rồi thử lại.
zh_hans: App Store Connect 未接受请求。检查所选应用程序、版本、显示类型和区域设置，然后重试。
